data='{
  "books": [
    { "id": 1, "name": "克雷的橋" },
    { "id": 2, "name": "當我想你時，全世界都救不了我" },
    { "id": 3, "name": "我殺的人與殺我的人" },
    { "id": 4, "name": "墨菲定律" },
    { "id": 5, "name": "晚安，我的生命" },
    { "id": 6, "name": "別對每件事都有反應" },
    { "id": 7, "name": "底層邏輯：看清這個世界的底牌" },
    { "id": 8, "name": "鈴芽之旅" },
    { "id": 9, "name": "不便利的便利店" },
    { "id": 10, "name": "你的不快樂，是花了太多時間在乎，不在乎你的人和事" },
    { "id": 11, "name": "原子習慣：細微改變帶來巨大成就的實證法則" },
    { "id": 12, "name": "蛤蟆先生去看心理師" },
    { "id": 13, "name": "餘生是你 晚點也沒關係" },
    { "id": 14, "name": "做自己，為什麼還要說抱歉？" },
    { "id": 15, "name": "轉念的力量" },
    { "id": 16, "name": "那女孩對我說" },
    { "id": 17, "name": "大概是時間在煮我吧" },
    { "id": 18, "name": "時間，才是最後的答案" },
    { "id": 19, "name": "我也曾想過，殺了過去的自己" },
    { "id": 20, "name": "好好再見 不負遇見" }
  ]
}'

echo $data > db.json
echo "Success."